/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "No es pot enviar l'element";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Torna-ho a provar més tard";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "No s'ha iniciat la sessió a Skype";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ ha enviat una foto.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Aquest dispositiu encara no és compatible amb les noves característiques d'ús compartit de fotos de Skype, però pots utilitzar el navegador per obtenir-ne una visualització aquí: %@";
